/* In NetworkLinkEvidenceSource */
"%@ (%@) link active" = "%1$@ (%2$@) link ativo";

/* In NetworkLinkEvidenceSource */
"%@ (%@) link inactive" = "%1$@ (%2$@) link inativo";

/* Screen saver idle time */
"%d minutes" = "%d minutos";

/* Delay value for >= 2 seconds; number MUST come first */
"%d seconds" = "%d segundos";

/* Used when force-switching to a context */
"(forced)" = "(forçado)";

/* String for unnamed devices */
"(Unnamed device)" = "(Dispositivo sem nome)";

/* String for unnamed monitors */
"(Unnamed display)" = "(Display sem nome)";

/* Screen saver idle time */
"1 minute" = "1 minuto";

/* Delay value; number MUST come first */
"1 second" = "1 segundo";

/* In rule-adding dialog */
"A WiFi access point with a BSSID of" = "Um ponto de acesso Wi-Fi com BSSID de";

/* In rule-adding dialog */
"A WiFi access point with a MAC of" = "Um ponto de acesso WiFi com um MAC de";

/* In rule-adding dialog */
"A WiFi access point with an SSID of" = "Um ponto de acesso WiFi com um SSID de";

/* Parameter is a percentage threshold */
"Above %@" = "Acima %@";

/* Preferences section */
"Actions" = "Ações";

/* Menu item */
"Add %@ Action..." = "Adicionar Ação %@ ...";

/* Menu item */
"Add %@ Rule..." = "Adicionar Regra %@ ...";

/* Preferences section */
"Advanced" = "Avançado";

/* No comment provided by engineer. */
"All your actions have been imported." = "Todas as ações foram importadas.";

/* No comment provided by engineer. */
"All your rules (except IP rules) have been imported." = "Todas as regras (exceto regras IP) foram importadas.";

/* No comment provided by engineer. */
"All your rules have been imported." = "Todas as regras foram importadas.";

/* In rule-adding dialog */
"An attached monitor named" = "Um monitor conectado nomeado";

/* In TimeOfDay rules */
"Any day" = "Qualquer dia";

/* Appended to a context-change notification */
"as default context" = "como contexto padrão";

/* In rule-adding dialog */
"Audio output going to" = "Saída de áudio indo para";

/* Evidence source */
"AudioOutput" = "SaídaAudio";

/* No comment provided by engineer. */
"Battery" = "Bateria";

/* In rule-adding dialog */
"Being powered by" = "Sendo alimentado por";

/* Parameter is a percentage threshold */
"Below %@" = "Abaixo %@";

/* Evidence source */
"Bluetooth" = "Bluetooth";

/* Evidence source */
"Bonjour" = "Bonjour";

/* Show both the icon and the current context
   When an action is triggered */
"Both" = "Ambos";

/* Fix helper tool */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Change default printer to" = "Alterar impressora padrão para";

/* Growl message title */
"Changing Context" = "Alterando o contexto";

/* No comment provided by engineer. */
"Changing network location to" = "Alterando local da rede para";

/* No comment provided by engineer. */
"Changing network location to '%@'." = "Alterando local da rede para '%@'.";

/* First parameter is the context name, second parameter is the confidence value, or 'as default context' */
"Changing to context '%@' %@." = "Alterando para o contexto '%@' %@.";

/* No comment provided by engineer. */
"Connecting to default VPN of type '%@'." = "Conectando VPN padrão do tipo '%@'.";

/* Show only the current context */
"Context" = "Contexto";

/* Preferences section */
"Contexts" = "Contextos";

/* No comment provided by engineer. */
"Contexts have been made for you, named after your network locations." = "Contextos foram feitos para você, nomeados com seus locais de rede.";

/* Fix helper tool */
"ControlPlane Helper Needed" = "Necessário ControlPlane Helper"; /* NEW */

/* Fix helper tool */
"ControlPlane needs to install a helper app to enable and disable Time Machine" = "ControlPlane precisa instalar um aplicativo auxiliar para ativar e desativar o Time Machi"; /* NEW */

/* In VPNAction */
"Couldn't configure VPN!" = "Não foi possível configurar a VPN!";

/* In FirewallRuleAction */
"Couldn't find requested firewall rule!" = "Não foi possível encontrar a regra de Firewall solicitada!";

/* In MountAction */
"Couldn't mount that volume!" = "Não foi possível montar o volume!";

/* In ITunesPlaylistAction */
"Couldn't play playlist!" = "Não foi possível a playlist!"; /* NEW */

/* In FirewallRuleAction */
"Couldn't restart firewall with new configuration!" = "Não foi possível reiniciar o firewall com nova configuração!";

/* In DefaultBrowserAction */
"Couldn't set default browser '%@'!" = "Não foi possível definir navegador padrão '%@'!"; /* NEW */

/* No comment provided by engineer. */
"Couldn't set default printer!" = "Não foi possível definir impressora padrão!";

/* In IChatAction */
"Couldn't set iChat status!" = "Não foi possível ajustar o status do iChat!";

/* In MailIMAPServerAction */
"Couldn't set IMAP server!" = "Não foi possível configurar o servidor IMAP!";

/* In MailIntervalAction */
"Couldn't set mail check interval!" = "Não foi possível ajustar o intervalo de verificação de e-mail!"; /* NEW */

/* In UnmountAction */
"Couldn't unmount that volume!" = "Não foi possível desmontar o volume!";

/* Action type */
"DefaultBrowser" = "NavegadorPadrão"; /* NEW */

/* Action type */
"DefaultPrinter" = "ImpressoraPadrão";

/* Action type */
"DesktopBackground" = "PapeldeParededoDesktop";

/* In FirewallRuleAction */
"Disable %@" = "Desabilitar %@";

/* No comment provided by engineer. */
"Disable screen saver password" = "Desabilitar senha do protetor de tela";

/* No comment provided by engineer. */
"Disabling automatic mail checking." = "Desabilitar verificação automática de e-mail."; /* NEW */

/* No comment provided by engineer. */
"Disabling Firewall Rule '%@'." = "Desabilitar regra de Firewall '%@'.";

/* No comment provided by engineer. */
"Disabling screen saver password." = "Desabilitando senha do protetor de tela.";

/* No comment provided by engineer. */
"Disabling screen saver." = "Desabilitando protetor de tela.";

/* Act of turning off or disabling Time Machine backup system is being performed */
"Disabling Time Machine." = "Desabilitando Time Machine."; /* NEW */

/* No comment provided by engineer. */
"Disconnecting from default VPN of type '%@'." = "Desconectando da VPN padrão do tipo '%@'.";

/* Action type */
"DisplayBrightness" = "BrilhoDisplay"; /* NEW */

/* In FirewallRuleAction */
"Enable %@" = "Habilitar %@";

/* No comment provided by engineer. */
"Enable screen saver password" = "Habilitar senha do protetor de tela";

/* No comment provided by engineer. */
"Enabling Firewall Rule '%@'." = "Habilitando regra de Firewall '%@'.";

/* No comment provided by engineer. */
"Enabling screen saver password." = "Habilitando senha do protetor de tela.";

/* Act of turning on or enabling Time Machine backup system is being performed */
"Enabling Time Machine." = "Habilitando Time Machine."; /* NEW */

/* No comment provided by engineer. */
"Establish/Disconnect the following VPN:" = "Conectar/Desconectar a seguinte VPN:";

/* Mail check interval */
"Every %d minutes" = "A cada %d minutos"; /* NEW */

/* Mail check interval */
"Every hour" = "A cada hora"; /* NEW */

/* Mail check interval */
"Every minute" = "A cada minuto"; /* NEW */

/* Preferences section */
"Evidence Sources" = "Fontes de Evidências";

/* No comment provided by engineer. */
"External speakers" = "Falantes externos";

/* Action error message */
"Failed changing network location" = "Falha ao trocar o local de rede";

/* No comment provided by engineer. */
"Failed disabling Time Machine." = "Falha ao desabilitar o Time Machine."; /* NEW */

/* No comment provided by engineer. */
"Failed enabling Time Machine." = "Falha ao habilitar o Time Machine."; /* NEW */

/* No comment provided by engineer. */
"Failed executing shell script!" = "Falha ao executar sheel script!";

/* No comment provided by engineer. */
"Failed locking Kechain!" = "Falha ao travar o Keychain!"; /* NEW */

/* No comment provided by engineer. */
"Failed opening '%@'." = "Falha ao abrir '%@'.";

/* No comment provided by engineer. */
"Failed opening URL '%@'." = "Falha ao abrir a URL '%@'."; /* NEW */

/* No comment provided by engineer. */
"Failed setting '%@' as desktop background." = "Falha ao definir '%@' como papel de parede do desktop.";

/* No comment provided by engineer. */
"Failed setting brightness to %@%%." = "Falha ao ajustar brilho da tela para %@%%."; /* NEW */

/* No comment provided by engineer. */
"Failed setting screen saver idle time!" = "Falha no ajuste do tempo inativo do protetor de tela!";

/* No comment provided by engineer. */
"Failed speaking '%@'." = "Falha ao falar '%@'."; /* NEW */

/* No comment provided by engineer. */
"Failed starting screen saver!" = "Falha ao ligar o protetor de tela!";

/* No comment provided by engineer. */
"Failed starting Time Machine backup." = "Falha ao iniciar backup do Time Machine."; /* NEW */

/* No comment provided by engineer. */
"Failed stopping screen saver!" = "Falha ao desligar o protetor de tela!";

/* No comment provided by engineer. */
"Failed stopping Time Machine backup." = "Falha ao parar backup do Time Machine."; /* NEW */

/* No comment provided by engineer. */
"Failed toggling screen saver password!" = "Falha ao trocar a senha do protetor de tela!";

/* No comment provided by engineer. */
"Failed turning Bluetooth off." = "Falha ao desligar Bluetooth.";

/* No comment provided by engineer. */
"Failed turning Bluetooth on." = "Falha ao ligar Bluetooth.";

/* No comment provided by engineer. */
"Failed turning WiFi off." = "Falha ao desligar WiFi.";

/* No comment provided by engineer. */
"Failed turning WiFi on." = "Falha ao ligar WiFi.";

/* No comment provided by engineer. */
"Failed unlocking Keychain!" = "Falha ao destravar o Keychain!"; /* NEW */

/* Growl message title */
"Failure" = "Falha";

/* Action type */
"FirewallRule" = "RegraFirewall";

/* Evidence source */
"FireWire" = "FireWire";

/* In TimeOfDay rules */
"Friday" = "Sexta-feira";

/* Preferences section */
"General" = "Geral";

/* No comment provided by engineer. */
"Headphones" = "Fones de ouvido";

/* Action type */
"IChat" = "iChat";

/* Show only the icon */
"Icon" = "Ícon";

/* Fix helper tool */
"Install" = "Instalar"; /* NEW */

/* No comment provided by engineer. */
"Internal speakers" = "Falantes internos";

/* Evidence source */
"IP" = "IP";

/* Action type */
"ITunesPlaylist" = "iTunesPlaylist"; /* NEW */

/* Evidence source */
"Light" = "Leve";

/* No comment provided by engineer. */
"Lock" = "Travar"; /* NEW */

/* No comment provided by engineer. */
"Locking default Keychain." = "Travando o Keychain padrão."; /* NEW */

/* Action type */
"LockKeychain" = "LockKeychain"; /* NEW */

/* Action type */
"MailIMAPServer" = "ServidorIMAPMail";

/* Action type */
"MailInterval" = "MailInterval"; /* NEW */

/* Action type */
"MailSMTPServer" = "ServidorSMTPMail";

/* Mail check interval */
"Manually" = "Manualmente"; /* NEW */

/* In TimeOfDay rules */
"Monday" = "Segunda-feira";

/* Evidence source */
"Monitor" = "Monitor";

/* Action type */
"Mount" = "Montar";

/* No comment provided by engineer. */
"Mount a volume with address" = "Montar um volume com endereço";

/* No comment provided by engineer. */
"Mounting '%@'." = "Montando '%@'.";

/* Action type */
"Mute" = "Silenciar";

/* No comment provided by engineer. */
"Mute system audio" = "Silenciar sistema de áudio";

/* No comment provided by engineer. */
"Muting system audio." = "Silenciando sistema de áudio.";

/* In rule-adding dialog */
"Network link on interface" = "Conexão de rede na interface";

/* Evidence source */
"NetworkLink" = "ConexãoRede";

/* Action type */
"NetworkLocation" = "LocalRede";

/* Screen saver idle time */
"never" = "nunca";

/* Window title */
"New %@ Action" = "Nova Ação %@";

/* Default value for new context names */
"New context" = "Novo contexto";

/* Action error message */
"No network location named \"%@\" exists!" = "Nenhum local de rede chamado \"%@\" existe!";

/* Delay value to display for zero seconds */
"None" = "Nenhum";

/* Used in toggling actions */
"off" = "desligar";

/* Button title */
"OK" = "OK";

/* Used in toggling actions */
"on" = "ligar";

/* When an action is triggered */
"On arrival" = "Na chegada";

/* When an action is triggered */
"On departure" = "Na Saída";

/* Action type */
"Open" = "Abrir";

/* Button title */
"Open Preferences" = "Abrir Preferências";

/* No comment provided by engineer. */
"Open URL '%@'." = "Open URL '%@'."; /* NEW */

/* No comment provided by engineer. */
"Open URL (in a browser)" = "Open URL (in a browser)"; /* NEW */

/* No comment provided by engineer. */
"Opening '%@'." = "Abrindo '%@'.";

/* Action type */
"OpenURL" = "OpenURL"; /* NEW */

/* Growl message title */
"Performing Action" = "Executando Ação";

/* Growl message title */
"Performing Actions" = "Excutando Ações";

/* No comment provided by engineer. */
"Play in iTunes (playlist):" = "Play in iTunes (playlist):"; /* NEW */

/* No comment provided by engineer. */
"Playing '%@'" = "Playing '%@'"; /* NEW */

/* Evidence source */
"Power" = "Força";

/* No comment provided by engineer. */
"Power Adapter" = "Adaptador de Força";

/* No comment provided by engineer. */
"Quick Start" = "Início Rápido";

/* No comment provided by engineer. */
"Quick Start and MarcoPolo 1.x Import" = "Início Rápido e importação de MarcoPolo 1.x";

/* No comment provided by engineer. */
"Quit application with this name:" = "Fechar aplicativo com esse nome:";

/* Action type */
"QuitApplication" = "FecharAplicativo";

/* No comment provided by engineer. */
"Quitting application '%@'." = "Fechando o aplicativo '%@'.";

/* No comment provided by engineer. */
"Removing this context will also remove its child contexts!" = "Removendo este contexto vai também remover seus contextos dependentes!";

/* Preferences section */
"Rules" = "Regras";

/* No comment provided by engineer. */
"Running shell script '%@'." = "Rodando shell script '%@'.";

/* Evidence source */
"RunningApplication" = "RodandoAplicativo";

/* In TimeOfDay rules */
"Saturday" = "Sábado";

/* Action type */
"ScreenSaverPassword" = "SenhaProtetorTela";

/* Action type */
"ScreenSaverStart" = "InicioDescansodeTela";

/* Action type */
"ScreenSaverTime" = "TempoProtetorTela";

/* No comment provided by engineer. */
"Set brightness to %@%%." = "Set brightness to %@%%."; /* NEW */

/* No comment provided by engineer. */
"Set default browser to:" = "Set default browser to:"; /* NEW */

/* No comment provided by engineer. */
"Set display brightness to (percent):" = "Set display brightness to (percent):"; /* NEW */

/* No comment provided by engineer. */
"Set iChat status message to" = "Ajustar mensagem de status do iChat para";

/* No comment provided by engineer. */
"Set mail check interval to" = "Set mail check interval to"; /* NEW */

/* No comment provided by engineer. */
"Set Mail's IMAP server hostname to" = "Ajustar nome do servidor IMAP do Mail para";

/* No comment provided by engineer. */
"Set Mail's SMTP server to" = "Set Mail's SMTP server to"; /* NEW */

/* No comment provided by engineer. */
"Set Network Location" = "Ajustar Local de Rede";

/* No comment provided by engineer. */
"Set screen saver idle time to" = "Ajustar tempo inativo do protetor de tela para";

/* No comment provided by engineer. */
"Set the following firewall rule:" = "Ajustar a seguinte regra de firewall:";

/* Will be followed by 'on' or 'off' */
"Set Time Machine" = "Set Time Machine"; /* NEW */

/* No comment provided by engineer. */
"Setting default browser to %@" = "Setting default browser to %@"; /* NEW */

/* No comment provided by engineer. */
"Setting default printer to '%@'." = "Ajustando impressora padrão para '%@'.";

/* No comment provided by engineer. */
"Setting desktop background to '%@'." = "Ajustando papel de parede do desktop para '%@'.";

/* No comment provided by engineer. */
"Setting iChat status to '%@'." = "Ajustando status do iChat para '%@'.";

/* No comment provided by engineer. */
"Setting mail checking interval to %d minutes." = "Setting mail checking interval to %d minutes."; /* NEW */

/* No comment provided by engineer. */
"Setting mail checking interval to 1 minute." = "Setting mail checking interval to 1 minute."; /* NEW */

/* No comment provided by engineer. */
"Setting Mail's IMAP server to '%@'." = "Ajustando nome do servidor IMAP do Mail para '%@'.";

/* No comment provided by engineer. */
"Setting Mail's SMTP server to '%@'." = "Ajustando nome do servidor SMTP do Mail para '%@'.";

/* No comment provided by engineer. */
"Setting screen saver idle time to %d minutes." = "Ajustando o tempo inativo do protetor de tela para %d minutos.";

/* No comment provided by engineer. */
"Setting screen saver idle time to 1 minute." = "Ajustando o tempo inativo do protetor de tela para 1 minuto.";

/* Action type */
"ShellScript" = "ShellScript";

/* No comment provided by engineer. */
"Sleep" = "Sleep";

/* Evidence source */
"Sleep/Wake" = "Sleep/Wake";

/* Action type */
"Speak" = "Speak"; /* NEW */

/* No comment provided by engineer. */
"Speak text '%@'." = "Speak text '%@'."; /* NEW */

/* No comment provided by engineer. */
"Speak text:" = "Speak text:"; /* NEW */

/* No comment provided by engineer. */
"Start backup" = "Start backup"; /* NEW */

/* No comment provided by engineer. */
"Start screen saver" = "Ligar descanso de tela";

/* No comment provided by engineer. */
"Starting screen saver." = "Iniciando descanso de tela.";

/* No comment provided by engineer. */
"Starting Time Machine backup." = "Starting Time Machine backup."; /* NEW */

/* Action type */
"StartTimeMachine" = "StartTimeMachine"; /* NEW */

/* No comment provided by engineer. */
"Stick forced contexts" = "Manter contextos forçados";

/* No comment provided by engineer. */
"Stop backup" = "Stop backup"; /* NEW */

/* No comment provided by engineer. */
"Stop screen saver" = "Desligar descanso de tela";

/* No comment provided by engineer. */
"Stopping screen saver." = "Desligando o descanso de tela.";

/* No comment provided by engineer. */
"Stopping Time Machine backup." = "Stopping Time Machine backup."; /* NEW */

/* In TimeOfDay rules */
"Sunday" = "Domingo";

/* In rule-adding dialog */
"System going to" = "System going to";

/* In rule-adding dialog */
"The following application running" = "O seguinte aplicativo rodando";

/* No comment provided by engineer. */
"The parameter for DefaultBrowser actions is the ID (bundle) of the new default browser." = "The parameter for DefaultBrowser actions is the ID (bundle) of the new default browser."; /* NEW */

/* No comment provided by engineer. */
"The parameter for DefaultPrinter actions is the name of the printer queue. This is usually the name of the printer, with spaces replaced by underscores." = "O parâmetro para ações de ImpressoraPadrão é o nome da impressora na lista. Esse é, geralmente, o nome da impressora com os espaços substituídos por underscores.";

/* No comment provided by engineer. */
"The parameter for DesktopBackground actions is the full path of the image to be set as the background picture." = "O parâmetro para ações de PapeldeParededoDesktop  é o caminho até a imagem que será definida como papel de parede.";

/* No comment provided by engineer. */
"The parameter for FirewallRule action is the name of the firewall rule you wish to modify, prefixed with '+' or '-' to enable or disable it, respectively." = "O parâmetro para ações de RegraFirewall é o nome da regra de firewall que você deseja modificar, como o prefixo '+' ou '-' para habilitar ou desabilitar, respectivamente.";

/* No comment provided by engineer. */
"The parameter for iChat actions is the status message to set." = "O parâmetro para ações de iChat é a mensagem de status definida.";

/* No comment provided by engineer. */
"The parameter for iTunesPlaylist actions is the name of the playlist to be played in iTunes." = "The parameter for iTunesPlaylist actions is the name of the playlist to be played in iTunes."; /* NEW */

/* No comment provided by engineer. */
"The parameter for LockKeychain actions is either \"1\" or \"0\", depending on whether you want lock or unlock the default Keychain." = "The parameter for LockKeychain actions is either \"1\" or \"0\", depending on whether you want lock or unlock the default Keychain."; /* NEW */

/* No comment provided by engineer. */
"The parameter for MailIMAPServer actions is the hostname of the IMAP server to make the default for all Mail accounts." = "O parâmetro para ações de ServidorIMAPMail é o nome do servidor de IMAP que será padrão para todas as contas do Mail.";

/* No comment provided by engineer. */
"The parameter for MailIntervalAction actions is the time (in minutes) between each check for new mails." = "The parameter for MailIntervalAction actions is the time (in minutes) between each check for new mails."; /* NEW */

/* No comment provided by engineer. */
"The parameter for MailSMTPServer actions is the name of the SMTP server to make the default for all Mail accounts." = "The parameter for MailSMTPServer actions is the name of the SMTP server to make the default for all Mail accounts."; /* NEW */

/* No comment provided by engineer. */
"The parameter for Mount actions is the volume to mount, such as \"smb://server/share\" or \"afp://server/share\"." = "O parâmetro para ações de Montar é o volume para montar, como \"smb://server/share\" ou \"afp://server/share\".";

/* No comment provided by engineer. */
"The parameter for Mute actions is either \"1\" or \"0\", depending on whether you want your system audio unmuted or muted." = "O parâmetro para ações de silenciar é ou  \"1\" ou \"0\", dependendo de você desejar sistema de áudio ligado ou desligado.";

/* No comment provided by engineer. */
"The parameter for NetworkLocation actions is the name of the network location to select." = "O parâmetro para ações de LocaldeRede é o nome do local de rede selecionado.";

/* No comment provided by engineer. */
"The parameter for Open actions is the full path of the object to be opened, such as an application or a document." = "O parâmetro para ações de Abrir é o caminho do objeto a ser aberto, como aplicativo ou documento.";

/* No comment provided by engineer. */
"The parameter for QuitApplication actions is the name of the application to quit." = "O parâmetro para ações de FecharAplicativo é o nome do aplicativo para fechar.";

/* No comment provided by engineer. */
"The parameter for ScreenSaverPasswordAction actions is either \"1\" or \"0\", depending on whether you want your screen saver password enabled or disabled." = "O parâmetro para ações de AçãoSenhaProtetorTela é ou  \"1\" ou \"0\", dependendo de você desejar a senha de seu protetor de tela ligada ou desligada.";

/* No comment provided by engineer. */
"The parameter for ScreenSaverStartAction actions is either \"1\" or \"0\", depending on whether you want your screen saver to start or stop." = "O parâmetro para ações de AçãoInicioDescansodeTela é tanto \"1\" ou \"0\", dependendo de você querer o descanso de tela ligado ou desligado.";

/* No comment provided by engineer. */
"The parameter for ScreenSaverTimeAction actions is the idle time (in minutes) before you want your screen saver to activate." = "O parâmetro para ações de AçãoTempoProtetorTela é o tempo inativo (em minutos) até a ativação do protetor de tela.";

/* No comment provided by engineer. */
"The parameter for ShellScript actions is the full path of the shell script, which will be executed with /bin/sh." = "O parâmetro para ações de ShellScript é o caminho do shell script que deve ser executado com /bin/sh.";

/* No comment provided by engineer. */
"The parameter for StartTimeMachine actions is either \"1\" or \"0\", depending on whether you want start or stop a Time Machine backup." = "The parameter for StartTimeMachine actions is either \"1\" or \"0\", depending on whether you want start or stop a Time Machine backup."; /* NEW */

/* No comment provided by engineer. */
"The parameter for the Display Brightness action is the brightness value as a percent between 0 and 100." = "The parameter for the Display Brightness action is the brightness value as a percent between 0 and 100."; /* NEW */

/* No comment provided by engineer. */
"The parameter for the Open URL action is the URL of the page to be opened." = "The parameter for the Open URL action is the URL of the page to be opened."; /* NEW */

/* No comment provided by engineer. */
"The parameter for the Speak action is the text to be spoken." = "The parameter for the Speak action is the text to be spoken."; /* NEW */

/* No comment provided by engineer. */
"The parameter for ToggleBluetooth actions is either \"1\" or \"0\", depending on whether you want your Bluetooth controller's power turned on or off." = "O parâmetro para ações de AlternarBluetooth é ou  \"1\" ou \"0\", dependendo de você desejar a controladora de Bluetooth ligada ou desligada.";

/* No comment provided by engineer. */
"The parameter for ToggleTimeMachine actions is either \"1\" or \"0\", depending on whether you want to enable or disable Time Machine turned on or off." = "The parameter for ToggleTimeMachine actions is either \"1\" or \"0\", depending on whether you want to enable or disable Time Machine turned on or off."; /* NEW */

/* No comment provided by engineer. */
"The parameter for ToggleWiFi actions is either \"1\" or \"0\", depending on whether you want your WiFi turned on or off." = "O parâmetro para ações de AlternarWiFi é ou  \"1\" ou \"0\", dependendo de você desejar WiFi ligado ou desligado.";

/* No comment provided by engineer. */
"The parameter for Unmount actions is the volume name to unmount. You can find the volume name in the /Volumes/ folder after a successful mount." = "The parameter for Unmount actions is the volume name to unmount. You can find the volume name in the /Volumes/ folder after a successful mount.";

/* No comment provided by engineer. */
"The parameter for VPN action is the type of the VPN connection you wish to establish or disconnect." = "O parâmetro para ações de VPN é o tipo de conexão VPN que você deseja estabelecer ou desconectar.";

/* In rule-adding dialog */
"The presence of" = "A presença de";

/* No comment provided by engineer. */
"This action is not undoable!" = "Esta ação não pode ser desfeita!";

/* In TimeOfDay rules */
"Thursday" = "Quinta-feira";

/* Action type */
"TimeMachineAction" = "TimeMachineAction"; /* NEW */

/* Evidence source */
"TimeOfDay" = "HoraDoDia";

/* No comment provided by engineer. */
"Toggle muting of system audio" = "Toggle muting of system audio";

/* Action type */
"ToggleBluetooth" = "AlternarBluetooth";

/* Action type */
"ToggleWiFi" = "AlternarWiFi";

/* In TimeOfDay rules */
"Tuesday" = "Terça-feira";

/* Will be followed by 'on' or 'off' */
"Turn Bluetooth" = "Deixar Bluetooth";

/* Will be followed by 'on' or 'off' */
"Turn WiFi" = "Deixar WiFi";

/* No comment provided by engineer. */
"Turning Bluetooth off." = "Desligando Bluetooth.";

/* No comment provided by engineer. */
"Turning Bluetooth on." = "Ligando Bluetooth.";

/* No comment provided by engineer. */
"Turning WiFi off." = "Desligando WiFi.";

/* No comment provided by engineer. */
"Turning WiFi on." = "Ligando WiFi.";

/* No comment provided by engineer. */
"Unlock" = "Unlock"; /* NEW */

/* No comment provided by engineer. */
"Unlocking default Keychain." = "Unlocking default Keychain."; /* NEW */

/* Action type */
"Unmount" = "Unmount";

/* No comment provided by engineer. */
"Unmount a volume with mount location" = "Unmount a volume with mount location";

/* No comment provided by engineer. */
"Unmounting '%@'." = "Unmounting '%@'.";

/* No comment provided by engineer. */
"Unmute system audio" = "Reestabelecer sistema de áudio";

/* No comment provided by engineer. */
"Unmuting system audio." = "Reestabelecendo sistema de áudio.";

/* Evidence source */
"USB" = "USB";

/* Action type */
"VPN" = "VPN";

/* No comment provided by engineer. */
"Wake" = "Wake";

/* No comment provided by engineer. */
"We strongly recommended that you review your preferences." = "É recomendável que você reveja suas preferências.";

/* In TimeOfDay rules */
"Wednesday" = "Quarta-feira";

/* In TimeOfDay rules */
"Weekday" = "Dia de Semana";

/* In TimeOfDay rules */
"Weekend" = "Final de Semana";

/* Evidence source */
"WiFi using CoreWLAN" = "WiFi using CoreWLAN";

/* Appended to a context-change notification */
"with confidence %@" = "com confiança %@";

